tap "ankitpokhrel/jira-cli"
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "mlb-rs/mlbt"
tap "mongodb/brew"
tap "yqrashawn/goku"
brew "act"
brew "perl"
brew "asciiquarium"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "glib"
brew "cairo"
brew "cmatrix"
brew "ripgrep"
brew "codex"
brew "lima"
brew "colima"
brew "deno"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "exercism"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "gimme-aws-creds"
brew "unbound"
brew "gnutls"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libass"
brew "lolcat"
brew "mas"
brew "mkcert"
brew "mongocli"
brew "mongosh"
brew "neovim"
brew "opencode"
brew "pipes-sh"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "rbenv"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "telnet"
brew "terraform", link: false
brew "tfenv"
brew "volta"
brew "w3m"
brew "watchman"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "fluxcd/tap/flux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mlb-rs/mlbt/mlbt"
brew "mongodb/brew/mongodb-community@5.0"
brew "yqrashawn/goku/goku"
cask "1password"
cask "antigravity"
cask "arc"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "bruno"
cask "claude-code"
cask "cleanshot"
cask "dbeaver-community"
cask "discord"
cask "elgato-capture-device-utility"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "kitlangton-hex"
cask "loopback"
cask "mongodb-compass"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "polypane"
cask "prusaslicer"
cask "raycast"
cask "reader"
cask "slack"
cask "stay"
cask "tailscale-app"
cask "the-unarchiver"
cask "usr-sse2-rdm"
cask "visual-studio-code"
mas "Final Cut Pro", id: 424389933
mas "Numbers", id: 409203825
mas "Session", id: 1521432881
mas "Xcode", id: 497799835
cargo "cargo-watch"
cargo "tree-sitter-cli"
npm "corepack"
npm "pi-boomerang"
