tap "buo/cask-upgrade"
tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "yqrashawn/goku"
brew "act"
brew "asciiquarium"
brew "gh"
brew "jq"
brew "mas"
brew "starship"
brew "yqrashawn/goku/goku"
cask "1password"
cask "arc"
cask "cleanshot"
cask "cron"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
brew "github-keygen"
brew "gnupg"
cask "google-chrome"
brew "pinentry-mac"
cask "height"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "slack"
cask "stay"
cask "visual-studio-code"
cask "warp"
mas "Session", id: 1521432881
vscode "aaron-bond.better-comments"
vscode "amodio.tsl-problem-matcher"
vscode "andrejunges.Handlebars"
vscode "andrew-codes.cypress-snippets"
vscode "ban.spellright"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.markdown-preview-github-styles"
vscode "borkdude.clj-kondo"
vscode "bungcip.better-toml"
vscode "burkeholland.simple-react-snippets"
vscode "capaj.vscode-exports-autocomplete"
vscode "christian-kohler.npm-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deque-systems.vscode-axe-linter"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "gottfired.css2react"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "helixquar.randomeverything"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "jsartelle.web-clipper"
vscode "lehni.vscode-fix-checksums"
vscode "liviuschera.noctis"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "meganrogge.template-string-converter"
vscode "minhthai.vscode-todo-parser"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "patbenatar.advanced-new-file"
vscode "paulmolluzzo.convert-css-in-js"
vscode "philipbe.theme-gray-matter"
vscode "pnp.polacode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "saravieira.preact-preact-router-snippets"
vscode "sdras.fortnite-vscode-theme"
vscode "silvenon.mdx"
vscode "steoates.autoimport"
vscode "svelte.svelte-vscode"
vscode "tchayen.markdown-links"
vscode "thomas-baumgaertner.vcl"
vscode "tonybaloney.vscode-pets"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "WallabyJs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.markdown-all-in-one"
