# Taps
tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "yqrashawn/goku"

# CLI Apps
brew "bat"
brew "cask"
brew "gh"
brew "sqlite"
brew "python@3.9", link: false
brew "ripgrep"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zsh"
brew "yqrashawn/goku/goku"

# Casks
cask "1password"
cask "alfred"
cask "avibrazil-rdm"
cask "azure-data-studio"
cask "bettertouchtool"
cask "brave-browser"
cask "dash"
cask "discord"
cask "divvy"
cask "docker"

# OBS has to come before stream-deck
cask "obs"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "firefox"
cask "flux"
cask "focus"
cask "google-chrome"
cask "google-drive-file-stream"
cask "handbrake"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logitech-options"
cask "loopback"
cask "rocket"
cask "screenflow"
cask "slack"
cask "spotify"
cask "stay"
cask "suspicious-package"
cask "textexpander"
cask "vanilla"
cask "visual-studio-code"
cask "zoomus"

# Font casks
cask "font-jetbrains-mono"

# Mac App Store Apps
mas "Xcode", id: 497799835
mas "Bear", id: 1091189122
mas "Things", id: 904280696
mas "GIPHY CAPTURE", id: 668208984
