# Taps

tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "yqrashawn/goku"

# CLI

brew "act"
brew "asciiquarium"
brew "python@3.8"
brew "azure-cli"
brew "bat"
brew "cask"
brew "cocoapods"
brew "gh"
brew "git"
brew "git-delta"
brew "python@3.9"
brew "httpie"
brew "mas"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zsh"
brew "yqrashawn/goku/goku"

# Casks

cask "1password"
cask "alacritty"
cask "alfred"
cask "audio-hijack"
cask "avibrazil-rdm"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "calibre"
cask "cleanshot"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "divvy"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "focus"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-drive"
cask "google-drive-file-stream"
cask "handbrake"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logitech-options"
cask "loopback"

# Obs has to come before stream deck
cask "obs"
cask "elgato-control-center"
cask "elgato-stream-deck"

cask "obsidian"
cask "rocket"
cask "screenflow"
cask "sip"
cask "spotify"
cask "stay"
cask "streamlabs-obs"
cask "suspicious-package"
cask "textexpander"
cask "vanilla"
cask "visual-studio-code"

# App Store

mas "Bear", id: 1091189122
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Save to Pocket", id: 1477385213
mas "Session", id: 1521432881
mas "Things", id: 904280696
mas "Xcode", id: 497799835
